Repository: PaulBuhtab/libratus
Catalog: libratus/locale/*/LC_MESSAGES/libratus.po
Languages: ru_ru

source: 404 Page Not Found
ru_ru: 404 страница не найдена

source: 404 not found
ru_ru: 404 не найдено

source: The page you are requesting cannot be found.
ru_ru: Запрашиваемая страница не найдена.

source: prev
ru_ru: предыдущий

source: next
ru_ru: следующий

source: Prev album
ru_ru: Предыдущий альбом

source: Prev Album
ru_ru: Предыдущий Альбом

source: Next album
ru_ru: Следующий альбом

source: Next Album
ru_ru: Следующий Альбом

source: albums
ru_ru: альбомы

source: images
ru_ru: изображения

source: Album RSS
ru_ru: RSS альбома

source: Show Google Map
ru_ru: Показать карту Google

source: Related Albums
ru_ru: Связанные альбомы

source: Archive
ru_ru: Архив

source: total votes
ru_ru: всего голосов

source: Sorry, no statistical page to show...
ru_ru: Страницы статистики нет, к сожалению

source: Search gallery
ru_ru: Искать в галерее

source: Latest Images by ID
ru_ru: Последние изображения по ID

source: Popular Images
ru_ru: Популярные изображения

source: Latest Images by Date
ru_ru: Последние изображения по дате

source: Latest Images by mTime
ru_ru: Последние изображения по времени

source: Latest Images by Publish Date
ru_ru: Последние изображения по дате публикации

source: Most Rated Images
ru_ru: Самые оцениваемые изображения

source: Top Rated Images
ru_ru: Изображения с самыми высокими оценками

source: Latest Albums by ID
ru_ru: Последние альбомы по ID

source: Popular Albums
ru_ru: Популярные альбомы

source: Latest Albums by Date
ru_ru: Последние альбомы по дате

source: Latest Albums by mTime
ru_ru: Последние альбомы по времени

source: Latest Albums by Publish Date
ru_ru: Последние альбомы по дате публикации

source: Most Rated Albums
ru_ru: Самые оцениваемые альбомы

source: Top Rated Albums
ru_ru: Альбомы с самыми высокими оценками

source: Latest Updated Albums
ru_ru: Последние обновленные альбомы

source: Gallery Archive
ru_ru: Архив галереи

source: News Archive
ru_ru: Архив новостей

source: Tags
ru_ru: Метки

source: Contact Us
ru_ru: Контакты

source: Previous Image
ru_ru: Предыдущее изображение

source: Prev Image
ru_ru: Пред. изображение

source: Next Image
ru_ru: Следующее изображение

source: Download
ru_ru: Скачать

source: Related Images
ru_ru: Связанные изображения

source: Image Sets
ru_ru: Наборы изображений

source: Album Sets
ru_ru: Наборы альбомов

source: Latest Images by Mtime
ru_ru: Последние изображения по времени

source: Latest Images by Published Date
ru_ru: Последние изображения по дате публикации

source: Latest Albums by Mtime
ru_ru: Последние альбомы по времени

source: Latest Albums by Published Date
ru_ru: Последние альбомы по дате публикации

source: Favorites
ru_ru: Избранное

source: To add to a specific favorites list, type it in the input box before clicking add favorite.
ru_ru: Чтобы добавить в конкретный список "Избранное", введите название списка в поле ввода прежде чем нажать "Добавить в избранное"

source: Login
ru_ru: Вход

source: Register
ru_ru: Зарегистрироваться

source: RSS News
ru_ru: RSS Новости

source: RSS Pages
ru_ru: RSS Страницы

source: RSS Gallery
ru_ru: RSS Галерея

source: Latest News
ru_ru: Последние новости

source: Latest Comments
ru_ru: Последние комментарии

source: More
ru_ru: Ещё

source: Latest Images (ID)
ru_ru: Последние изображения (по ID)

source: Latest Images (mTime)
ru_ru: Последние изображения (по времени)

source: Latest Images (Date)
ru_ru: Последние изображения (по дате)

source: Latest Images (Pub. Date)
ru_ru: Последние изображения (по дате публикации)

source: Latest Albums (ID)
ru_ru: Последние альбомы (по ID)

source: Latest Albums (mTime)
ru_ru: Последние альбомы (по времени)

source: Latest Albums (Date)
ru_ru: Последние альбомы (по дате)

source: New Image
ru_ru: Новое изображение

source: Geotagged
ru_ru: Геоданные

source: Protected
ru_ru: Защищено

source: Unpublished
ru_ru: Не опубликовано

source: Archive/Search
ru_ru: Архив - поиск

source: Scroll to top
ru_ru: Наверх

source: Home
ru_ru: Главная

source: Gallery
ru_ru: Галерея

source: News
ru_ru: Новости

source: Contact
ru_ru: Контакт

source: Share:
ru_ru: Поделиться:

source: Share on Facebook
ru_ru: Поделиться на Facebook

source: Share on Twitter
ru_ru: Поделиться в Twitter

source: Share on Google+
ru_ru: Поделиться на Google+

source: Comments:
ru_ru: Комментарии:

source: Prev Article
ru_ru: Предыдущая статья

source: Next Article
ru_ru: Следующая статья

source: News Categories
ru_ru: Категории новостей

source: All News
ru_ru: Все новости

source: Tags:
ru_ru: Метки:

source: Last Updated:
ru_ru: Обновлено:

source: Password required
ru_ru: Требуется пароль

source: Register for this site
ru_ru: Зарегистрироваться на этом сайте

source: You are logged in
ru_ru: Вы вошли на сайт

source: Goto Homepage
ru_ru: На главную страницу

source: User Registration
ru_ru: Регистрация пользователя

source: Search
ru_ru: Поиск

source: Sorry, no matches found. Try refining your search.
ru_ru: К сожалению, ничего не найдено. Попробуйте изменить услови поиска.

source: Page Result
ru_ru: Результат страниц

source: News Result
ru_ru: Новости - результат

source: %1$u Hit for <em>%2$s</em>
ru_ru: %1$u Просмотр для <em>%2$s</em>

source: news
ru_ru: новости

source: pages
ru_ru: страницы

source: Slideshow
ru_ru: Слайд шоу

source: Albums
ru_ru: Альбомы

source: Images
ru_ru: Изображения

source: Pages
ru_ru: Страницы

source: Images - Popular
ru_ru: Изображения - популярные

source: Images - Latest by ID
ru_ru: Изображения - последние по ID

source: Images - Latest by Date
ru_ru: Изображения - последние по дате

source: Images - Latest by mtime
ru_ru: Изображения - последние по времени

source: Images - Latest by Publish Date
ru_ru: Изображения - последние по дате публикации

source: Images - Most Rated
ru_ru: Изображения - самые оцениваемые

source: Images - Top Rated
ru_ru: Изображения - с наивысшими оценками

source: Albums - Popular
ru_ru: Альбомы - популярные

source: Albums - Latest by ID
ru_ru: Альбомы - Последние по ID

source: Albums - Latest by Date
ru_ru: Альбомы - Последние по дате

source: Albums - Latest by mtime
ru_ru: Альбомы - Последние по времени

source: Albums - Latest by Publish Date
ru_ru: Альбомы - Последние по дате публикации

source: Albums - Most Rated
ru_ru: Альбомы- самые оцениваемы

source: Albums - Top Rated
ru_ru: Альбомы - с наивысшими оценками

source: Albums - Latest Updated
ru_ru: Альбомы - Последние обновленные

source: Gallery - Description
ru_ru: Галерея - описание

source: News - Latest
ru_ru: новости - последние

source: Comments - Latest
ru_ru: Комментарии - последние

source: Max Width of Site
ru_ru: Максимальная ширина сайта

source: Set the max-width of site in pixels. Site is fluid but will not expand beyond this width.
ru_ru: Установите максимальную шириную сайта в пикселях. Сайт использует резиновую вёрстку, но не будет расширяться сверх этого предела

source: Home Slideshow Type
ru_ru: Слайдшоу на Главной - тип

source: Random
ru_ru: Случайно

source: Popular
ru_ru: Популярные

source: Latest by ID
ru_ru: Последние по ID

source: Latest by Date
ru_ru: Последние по дате

source: Latest by mtime
ru_ru: Последние по времени

source: Latest by Publish Date
ru_ru: Последние по дате публикации

source: Most Rated
ru_ru: Самые оцениваемые

source: Top Rated
ru_ru: С самыми высокими оценками

source: Select what image statistic to show on the frontpage slideshow.
ru_ru: Какую статистику изображения показывать на слайдшоу главной страницы

source: Home Slideshow from Album
ru_ru: Слайдшоу на Главной странице для альбома

source: Optionally select a specific album the Home Slideshow pulls from. Default is "Entire Gallery", which pulls from the entire gallery. Be careful with this option to ensure there are images that meet the statistic and they are viewable (rights), otherwise no images will show.
ru_ru: Можно выбрать конкрентный альбом в качестве источника для слайдшоу на главной странице. По умолчанию будет "Вся галлерея", т.е. все имеющиеся изображения. При использовании данной опции нужно убедиться что изображения удовлетворяют требованиям статистики и что они доступны для просмотра (права), иначе они не будут показаны.

source: Slideshow Interval
ru_ru: Интервал для слайд шоу

source: In milliseconds (default 5000).
ru_ru: В миллисекундах (по умолчанию 5000)

source: Home Page Full-width
ru_ru: Главная страница - во всю ширину

source: Show Date
ru_ru: Показывать дату

source: Toggle whether to display dates in albums, images, news, and pages. On "pages", libratus shows last updated date if checked. Note that you need to show dates on images, or on news, for those to show on the archive page.
ru_ru: Отметьте, чтобы отображались даты в альбомах, изображениях и страницах. На "страницах" libratus показывает дату последнего обновления, если отмечено. Необходимо отображать даты на изображениях или новостях, чтобы они отображались на странице Архив.

source: Download Button
ru_ru: Кнопка скачать

source: Custom CSS
ru_ru: Пользовательский CSS

source: Universal
ru_ru: Универсальный

source: Classic
ru_ru: Классический

source: Select what type of analytics you are using. See your Google analytics account for explanations.
ru_ru: Выберите, какую веб аналитику вы используете. Объяснения вы можете найти в своём аккаунте Google аналитики.

source: Facebook Link
ru_ru: Ссылка Facebook

source: Enter your full Facebook page link (http://....). Leave blank to omit.
ru_ru: Введите полную ссылку на страницу Facebook (http://....). Оставьте пустым, чтобы пропустить.

source: Enter your full Twitter page link (http://....). Leave blank to omit.
ru_ru: Введите полную ссылку на страницу Twitter (http://....). Оставьте пустым, чтобы пропустить.

source: Enter your full Google+ page link (http://....). Leave blank to omit.
ru_ru: Введите полную ссылку на страницу Google+ (http://....). Оставьте пустым, чтобы пропустить.

source: Copyright Text
ru_ru: Текст копирайта

source: Edit text for footer copyright. Leave blank to omit.
ru_ru: Введите текст копирайта для подвала. Оставьте пустым, чтобы пропустить.

source: Statistical Pages on Archive
ru_ru: Страницы статистики для Архива

source: Select which statistical pages to show in the archive side menu and homepage side menu (optional), if any.
ru_ru: Выберите, какие страницы статистики показывать в боковом меню на странице архива и на главной (опционально), и показывать ли вообще.

source: Statistical Pages Number
ru_ru: Число страниц статистики

source: Enter the number of images or albums to show for each statistic on the archive pages (default 30).
ru_ru: Укажите сколько изображений или альбомов должно отображаться для каждой статистики на страницах Архива (по умолчанию 30)

source: Bottom Stats Items per Row
ru_ru: Статистика - внизу - число элементов в строке

source: Disable
ru_ru: Запретить

source: Bottom Stats
ru_ru: Статистика - внизу

source: Select what to show in the bottom row, if not disabled above. Recommended to choose multiples of the option items per row.
ru_ru: Выберите, что показывать в нижней строке, если не запрещенр выше. Рекомендуется выбрать несколько опций на строку.

source: Enter the number of images or albums to show for each selected statistic in the bottom footer.
ru_ru: Число изображений или альбомов для каждой выбранной статистики в внизу страницы в "подвале".

source: Related Max Number
ru_ru: Максимальное число связанных
